{"<PAD>": 0, "<UNK>": 1, "one": 2, "reviewer": 3, "mention": 4, "watch": 5, "oz": 6, "episode": 7, "hook": 8, "right": 9, "exactly": 10, "happen": 11, "methe": 12, "first": 13, "thing": 14, "strike": 15, "I": 16, "brutality": 17, "unflinche": 18, "scene": 19, "violence": 20, "set": 21, "word": 22, "go": 23, "trust": 24, "show": 25, "faint": 26, "hearted": 27, "timid": 28, "pull": 29, "punch": 30, "regard": 31, "drug": 32, "sex": 33, "hardcore": 34, "classic": 35, "use": 36, "wordit": 37, "call": 38, "nickname": 39, "give": 40, "oswald": 41, "maximum": 42, "security": 43, "state": 44, "penitentary": 45, "focus": 46, "mainly": 47, "emerald": 48, "city": 49, "experimental": 50, "section": 51, "prison": 52, "cell": 53, "glass": 54, "front": 55, "face": 56, "inward": 57, "privacy": 58, "high": 59, "agenda": 60, "em": 61, "home": 62, "muslims": 63, "latinos": 64, "christians": 65, "italian": 66, "irish": 67, "moreso": 68, "scuffle": 69, "death": 70, "stare": 71, "dodgy": 72, "dealing": 73, "shady": 74, "agreement": 75, "never": 76, "far": 77, "awayi": 78, "would": 79, "say": 80, "main": 81, "appeal": 82, "due": 83, "fact": 84, "dare": 85, "forget": 86, "pretty": 87, "picture": 88, "paint": 89, "mainstream": 90, "audience": 91, "charm": 92, "mess": 93, "around": 94, "ever": 95, "see": 96, "nasty": 97, "surreal": 98, "could": 99, "ready": 100, "develop": 101, "taste": 102, "get": 103, "accustom": 104, "level": 105, "graphic": 106, "injustice": 107, "crook": 108, "guard": 109, "sell": 110, "nickel": 111, "inmate": 112, "kill": 113, "order": 114, "away": 115, "well": 116, "mannered": 117, "middle": 118, "class": 119, "turn": 120, "bitch": 121, "lack": 122, "street": 123, "skill": 124, "experience": 125, "may": 126, "become": 127, "comfortable": 128, "uncomfortable": 129, "touch": 130, "dark": 131, "side": 132, "wonderful": 133, "little": 134, "production": 135, "filming": 136, "technique": 137, "unassuming": 138, "fashion": 139, "comfort": 140, "sometimes": 141, "discomforte": 142, "sense": 143, "realism": 144, "entire": 145, "piece": 146, "actor": 147, "extremely": 148, "choose": 149, "michael": 150, "sheen": 151, "voice": 152, "pat": 153, "truly": 154, "seamless": 155, "editing": 156, "guide": 157, "reference": 158, "williams": 159, "diary": 160, "entry": 161, "worth": 162, "watching": 163, "terrificly": 164, "write": 165, "perform": 166, "masterful": 167, "great": 168, "master": 169, "comedy": 170, "life": 171, "really": 172, "come": 173, "fantasy": 174, "rather": 175, "traditional": 176, "dream": 177, "remain": 178, "solid": 179, "disappear": 180, "play": 181, "knowledge": 182, "particularly": 183, "concern": 184, "orton": 185, "halliwell": 186, "flat": 187, "mural": 188, "decorate": 189, "every": 190, "surface": 191, "terribly": 192, "think": 193, "way": 194, "spend": 195, "time": 196, "hot": 197, "summer": 198, "weekend": 199, "sit": 200, "air": 201, "condition": 202, "theater": 203, "lighthearted": 204, "plot": 205, "simplistic": 206, "dialogue": 207, "witty": 208, "character": 209, "likable": 210, "even": 211, "bread": 212, "suspect": 213, "serial": 214, "killer": 215, "disappoint": 216, "realize": 217, "match": 218, "point": 219, "risk": 220, "addiction": 221, "proof": 222, "woody": 223, "allen": 224, "still": 225, "fully": 226, "control": 227, "style": 228, "many": 229, "grow": 230, "lovethis": 231, "laugh": 232, "woodys": 233, "year": 234, "decade": 235, "impress": 236, "scarlet": 237, "johanson": 238, "manage": 239, "tone": 240, "sexy": 241, "image": 242, "jump": 243, "average": 244, "spirited": 245, "young": 246, "womanthis": 247, "crown": 248, "jewel": 249, "career": 250, "devil": 251, "wear": 252, "prada": 253, "interesting": 254, "superman": 255, "friend": 256, "basically": 257, "family": 258, "boy": 259, "jake": 260, "zombie": 261, "closet": 262, "parent": 263, "fight": 264, "timethis": 265, "movie": 266, "slow": 267, "soap": 268, "opera": 269, "suddenly": 270, "decide": 271, "rambo": 272, "make": 273, "film": 274, "must": 275, "thriller": 276, "drama": 277, "watchable": 278, "divorce": 279, "argue": 280, "like": 281, "real": 282, "totally": 283, "ruin": 284, "expect": 285, "boogeyman": 286, "similar": 287, "instead": 288, "meaningless": 289, "spot": 290, "descent": 291, "dialog": 292, "shot": 293, "ignore": 294, "matteis": 295, "love": 296, "money": 297, "visually": 298, "stunning": 299, "mr": 300, "mattei": 301, "offer": 302, "vivid": 303, "portrait": 304, "human": 305, "relation": 306, "seem": 307, "tell": 308, "power": 309, "success": 310, "people": 311, "different": 312, "situation": 313, "encounter": 314, "variation": 315, "arthur": 316, "schnitzler": 317, "theme": 318, "director": 319, "transfer": 320, "action": 321, "present": 322, "new": 323, "york": 324, "meet": 325, "connect": 326, "another": 327, "next": 328, "person": 329, "know": 330, "previous": 331, "contact": 332, "stylishly": 333, "sophisticated": 334, "luxurious": 335, "look": 336, "take": 337, "live": 338, "world": 339, "soul": 340, "stage": 341, "loneliness": 342, "inhabit": 343, "big": 344, "good": 345, "place": 346, "find": 347, "sincere": 348, "fulfillment": 349, "discern": 350, "case": 351, "encounterthe": 352, "act": 353, "direction": 354, "steve": 355, "buscemi": 356, "rosario": 357, "dawson": 358, "carol": 359, "kane": 360, "imperioli": 361, "adrian": 362, "grenier": 363, "rest": 364, "talented": 365, "cast": 366, "wish": 367, "luck": 368, "await": 369, "anxiously": 370, "work": 371, "probably": 372, "alltime": 373, "favorite": 374, "story": 375, "selflessness": 376, "sacrifice": 377, "dedication": 378, "noble": 379, "cause": 380, "preachy": 381, "bore": 382, "old": 383, "despite": 384, "last": 385, "paul": 386, "lukas": 387, "performance": 388, "bring": 389, "tear": 390, "eye": 391, "bette": 392, "davis": 393, "sympathetic": 394, "role": 395, "delight": 396, "kid": 397, "grandma": 398, "midget": 399, "child": 400, "fun": 401, "mother": 402, "awakening": 403, "roof": 404, "believable": 405, "startling": 406, "dozen": 407, "thumb": 408, "sure": 409, "resurrection": 410, "date": 411, "seahunt": 412, "series": 413, "tech": 414, "today": 415, "back": 416, "excitement": 417, "mei": 418, "black": 419, "white": 420, "tv": 421, "gunsmoke": 422, "hero": 423, "vote": 424, "comeback": 425, "sea": 426, "need": 427, "change": 428, "pace": 429, "water": 430, "thank": 431, "outlet": 432, "view": 433, "viewpoint": 434, "moviesso": 435, "ole": 436, "believe": 437, "wanna": 438, "nice": 439, "read": 440, "plus": 441, "rhyme": 442, "line": 443, "let": 444, "leave": 445, "doubt": 446, "amazing": 447, "fresh": 448, "innovative": 449, "idea": 450, "brilliant": 451, "drop": 452, "funny": 453, "anymore": 454, "continue": 455, "decline": 456, "complete": 457, "waste": 458, "todayit": 459, "disgraceful": 460, "fall": 461, "writing": 462, "painfully": 463, "bad": 464, "almost": 465, "mildly": 466, "entertaining": 467, "respite": 468, "hard": 469, "creator": 470, "original": 471, "also": 472, "band": 473, "hack": 474, "follow": 475, "recognize": 476, "brilliance": 477, "fit": 478, "replace": 479, "mediocrity": 480, "feel": 481, "star": 482, "respect": 483, "huge": 484, "awful": 485, "encourage": 486, "positive": 487, "comment": 488, "forward": 489, "mistake": 490, "edit": 491, "storyline": 492, "acting": 493, "soundtrack": 494, "song": 495, "lame": 496, "country": 497, "tune": 498, "less": 499, "four": 500, "cheap": 501, "boring": 502, "extreme": 503, "rarely": 504, "happy": 505, "end": 506, "credit": 507, "prevent": 508, "score": 509, "harvey": 510, "keitel": 511, "least": 512, "bit": 513, "effort": 514, "obsessive": 515, "gut": 516, "wrench": 517, "laughter": 518, "hell": 519, "mom": 520, "itgreat": 521, "camp": 522, "phil": 523, "alien": 524, "quirky": 525, "humour": 526, "base": 527, "oddness": 528, "everything": 529, "actual": 530, "odd": 531, "progress": 532, "joke": 533, "anymoreit": 534, "low": 535, "budget": 536, "problem": 537, "eventually": 538, "lose": 539, "interesti": 540, "imagine": 541, "stoner": 542, "currently": 543, "something": 544, "try": 545, "brother": 546, "planet": 547, "recall": 548, "scary": 549, "bird": 550, "eat": 551, "man": 552, "dangle": 553, "helplessly": 554, "parachute": 555, "horror": 556, "cheesy": 557, "b": 558, "saturday": 559, "afternoon": 560, "tired": 561, "formula": 562, "monster": 563, "type": 564, "usually": 565, "include": 566, "beautiful": 567, "woman": 568, "might": 569, "daughter": 570, "professor": 571, "resolution": 572, "die": 573, "care": 574, "much": 575, "romantic": 576, "angle": 577, "predictable": 578, "unintentional": 579, "humorbut": 580, "later": 581, "psycho": 582, "janet": 583, "leigh": 584, "bump": 585, "early": 586, "notice": 587, "since": 588, "screenwriter": 589, "possible": 590, "wellworn": 591, "rule": 592, "fan": 593, "boll": 594, "enjoy": 595, "postal": 596, "maybe": 597, "apparently": 598, "buy": 599, "cry": 600, "long": 601, "ago": 602, "game": 603, "merc": 604, "infiltrate": 605, "secret": 606, "research": 607, "lab": 608, "locate": 609, "tropical": 610, "island": 611, "warn": 612, "scheme": 613, "together": 614, "along": 615, "legion": 616, "schmuck": 617, "invite": 618, "three": 619, "countryman": 620, "player": 621, "name": 622, "til": 623, "schweiger": 624, "udo": 625, "kier": 626, "ralf": 627, "actually": 628, "selfs": 629, "biz": 630, "tale": 631, "jack": 632, "carver": 633, "yes": 634, "german": 635, "hail": 636, "bratwurst": 637, "dude": 638, "however": 639, "badass": 640, "complain": 641, "stay": 642, "true": 643, "whole": 644, "perspective": 645, "kick": 646, "beyond": 647, "demented": 648, "evil": 649, "mad": 650, "scientist": 651, "dr": 652, "krieger": 653, "gms": 654, "topsecret": 655, "remind": 656, "spoiler": 657, "vancouver": 658, "reason": 659, "palm": 660, "tree": 661, "rich": 662, "start": 663, "shenanigan": 664, "deliver": 665, "mean": 666, "suckthere": 667, "imply": 668, "area": 669, "boat": 670, "squad": 671, "enter": 672, "reek": 673, "poop": 674, "simpleton": 675, "wiff": 676, "ahead": 677, "btw": 678, "annoying": 679, "sidekick": 680, "shoot": 681, "minute": 682, "screen": 683, "losti": 684, "appreciate": 685, "shakespeare": 686, "masse": 687, "goodi": 688, "scottish": 689, "certain": 690, "rev": 691, "hence": 692, "victorian": 693, "erain": 694, "improve": 695, "ten": 696, "text": 697, "english": 698, "composition": 699, "forte": 700, "keep": 701, "saying": 702, "cut": 703, "fantastic": 704, "prisoner": 705, "famous": 706, "george": 707, "clooney": 708, "roll": 709, "constant": 710, "sorrow": 711, "recommand": 712, "everybody": 713, "greeting": 714, "bart": 715, "kind": 716, "draw": 717, "erotic": 718, "amateurish": 719, "unbelievable": 720, "sort": 721, "school": 722, "project": 723, "rosanna": 724, "arquette": 725, "thinking": 726, "stock": 727, "bizarre": 728, "suppose": 729, "midwest": 730, "town": 731, "involve": 732, "lesson": 733, "learn": 734, "insight": 735, "stilte": 736, "quite": 737, "ridiculous": 738, "lot": 739, "skin": 740, "intrigue": 741, "videotape": 742, "bisexual": 743, "relationship": 744, "nowhere": 745, "heterosexual": 746, "absurd": 747, "dance": 748, "stereotype": 749, "pass": 750, "million": 751, "mile": 752, "starve": 753, "aid": 754, "africa": 755, "simply": 756, "remade": 757, "fail": 758, "capture": 759, "flavor": 760, "terror": 761, "title": 762, "liam": 763, "neeson": 764, "excellent": 765, "always": 766, "hold": 767, "exception": 768, "owen": 769, "wilson": 770, "luke": 771, "major": 772, "fault": 773, "version": 774, "stray": 775, "shirley": 776, "jackson": 777, "attempt": 778, "grandiose": 779, "thrill": 780, "trade": 781, "snazzy": 782, "special": 783, "effect": 784, "friction": 785, "top": 786, "horrible": 787, "continuous": 788, "chance": 789, "development": 790, "busy": 791, "run": 792, "sword": 793, "emotional": 794, "attachment": 795, "except": 796, "machine": 797, "want": 798, "destroy": 799, "blatantly": 800, "steal": 801, "lotr": 802, "war": 803, "matrix": 804, "examplesthe": 805, "ghost": 806, "final": 807, "yoda": 808, "vader": 809, "spider": 810, "beginning": 811, "frodo": 812, "attack": 813, "return": 814, "king": 815, "elijah": 816, "wood": 817, "victim": 818, "waitit": 819, "sting": 820, "wrap": 821, "vs": 822, "example": 823, "someone": 824, "nazi": 825, "juvenile": 826, "rush": 827, "conclusion": 828, "children": 829, "adult": 830, "either": 831, "disappointment": 832, "save": 833, "remember": 834, "filmit": 835, "cinema": 836, "nervous": 837, "dad": 838, "sister": 839, "newbury": 840, "berkshire": 841, "england": 842, "tiger": 843, "snow": 844, "appearance": 845, "grizzly": 846, "adams": 847, "dan": 848, "anyone": 849, "dvd": 850, "etc": 851, "please": 852, "knowthe": 853, "fitness": 854, "club": 855, "shame": 856, "near": 857, "hear": 858, "stinker": 859, "nominate": 860, "golden": 861, "globe": 862, "female": 863, "renaissance": 864, "painter": 865, "mangle": 866, "recognition": 867, "complaint": 868, "liberty": 869, "perfectly": 870, "fine": 871, "account": 872, "artist": 873, "script": 874, "enough": 875, "naked": 876, "factual": 877, "hurriedly": 878, "cap": 879, "summary": 880, "couple": 881, "hour": 882, "favor": 883, "brevity": 884, "sequel": 885, "surprise": 886, "glut": 887, "cash": 888, "wrong": 889, "guy": 890, "concept": 891, "cliffhanger": 892, "mountain": 893, "rescue": 894, "sly": 895, "stop": 896, "stallone": 897, "nitpicker": 898, "especially": 899, "expert": 900, "climbing": 901, "aviation": 902, "facial": 903, "expression": 904, "full": 905, "excuse": 906, "dismiss": 907, "overblown": 908, "pile": 909, "junk": 910, "outacte": 911, "horse": 912, "nonsense": 913, "lovable": 914, "undeniably": 915, "romp": 916, "plenty": 917, "unintentionally": 918, "john": 919, "lithgows": 920, "sneery": 921, "evilness": 922, "tick": 923, "box": 924, "baddie": 925, "permanently": 926, "hapless": 927, "turncoat": 928, "agent": 929, "rex": 930, "linn": 931, "henry": 932, "rooker": 933, "noteworthy": 934, "cringeworthy": 935, "hal": 936, "insist": 937, "constantly": 938, "shriek": 939, "painful": 940, "disbelief": 941, "captor": 942, "hurt": 943, "anybody": 944, "whilst": 945, "surely": 946, "ralph": 947, "waites": 948, "frank": 949, "grin": 950, "girl": 951, "plummet": 952, "former": 953, "london": 954, "burn": 955, "craig": 956, "fairbrass": 957, "brit": 958, "cropper": 959, "football": 960, "help": 961, "judgement": 962, "expectation": 963, "volume": 964, "helicopter": 965, "terrible": 966, "misfortune": 967, "bmovie": 968, "aspect": 969, "paperthin": 970, "sequence": 971, "fake": 972, "pack": 973, "crappy": 974, "oneliner": 975, "respectable": 976, "amusing": 977, "bitthis": 978, "gear": 979, "towards": 980, "utterly": 981, "unattractive": 982, "wrinkle": 983, "appear": 984, "weird": 985, "costume": 986, "absolutely": 987, "hrs": 988, "regret": 989, "rajnikanth": 990, "carry": 991, "shoulder": 992, "although": 993, "anything": 994, "music": 995, "arrehman": 996, "straight": 997, "anime": 998, "matter": 999, "speed": 1000, "racer": 1001, "preschool": 1002, "several": 1003, "hilarious": 1004, "c": 1005, "godzilla": 1006, "usual": 1007, "fx": 1008, "sudden": 1009, "boom": 1010, "downhillthe": 1011, "animation": 1012, "vividly": 1013, "bunch": 1014, "dinosaur": 1015, "addition": 1016, "transition": 1017, "unorganize": 1018, "dub": 1019, "horrid": 1020, "beg": 1021, "tape": 1022, "vhs": 1023, "survive": 1024, "crack": 1025, "robot": 1026, "mstk": 1027, "pick": 1028, "season": 1029, "honestly": 1030, "barely": 1031, "plan": 1032, "fellow": 1033, "otaku": 1034, "pal": 1035, "mine": 1036, "halloween": 1037, "night": 1038, "stupid": 1039, "improvement": 1040, "originally": 1041, "itaccorde": 1042, "grade": 1043, "scale": 1044, "count": 1045, "unless": 1046, "worldfest": 1047, "receive": 1048, "amount": 1049, "applause": 1050, "afterwards": 1051, "actress": 1052, "part": 1053, "allow": 1054, "judge": 1055, "unsympathetic": 1056, "therefore": 1057, "depth": 1058, "revolve": 1059, "cop": 1060, "straighttovideo": 1061, "standard": 1062, "karen": 1063, "carpenter": 1064, "singer": 1065, "carpenters": 1066, "complex": 1067, "though": 1068, "accurate": 1069, "gibb": 1070, "portray": 1071, "election": 1072, "naive": 1073, "dumb": 1074, "strong": 1075, "fletcher": 1076, "agne": 1077, "terrific": 1078, "job": 1079, "karens": 1080, "motherit": 1081, "album": 1082, "unfortunately": 1083, "rating": 1084, "usa": 1085, "exotic": 1086, "masterpiece": 1087, "dizzying": 1088, "trip": 1089, "vast": 1090, "mind": 1091, "conclusive": 1092, "evidence": 1093, "achieve": 1094, "unleash": 1095, "uninhibited": 1096, "imagination": 1097, "boldness": 1098, "push": 1099, "aside": 1100, "thought": 1101, "cliche": 1102, "create": 1103, "magnificent": 1104, "numerous": 1105, "anywhere": 1106, "substance": 1107, "poorly": 1108, "negatively": 1109, "criticize": 1110, "miss": 1111, "landmark": 1112, "tradition": 1113, "future": 1114, "hopefully": 1115, "open": 1116, "door": 1117, "slam": 1118, "tarsem": 1119, "singh": 1120, "personally": 1121, "welcome": 1122, "challenge": 1123, "talk": 1124, "inside": 1125, "agree": 1126, "genre": 1127, "overwork": 1128, "depict": 1129, "failed": 1130, "blaze": 1131, "trail": 1132, "twist": 1133, "physically": 1134, "transport": 1135, "nothing": 1136, "fascinating": 1137, "journey": 1138, "mysterious": 1139, "subject": 1140, "bog": 1141, "scientific": 1142, "jargon": 1143, "explain": 1144, "jennifer": 1145, "lopez": 1146, "brain": 1147, "lie": 1148, "laboratory": 1149, "table": 1150, "twizzler": 1151, "jaunt": 1152, "entity": 1153, "guess": 1154, "explanation": 1155, "venture": 1156, "onto": 1157, "ground": 1158, "desire": 1159, "ini": 1160, "reality": 1161, "contrast": 1162, "bright": 1163, "visual": 1164, "nonetheless": 1165, "design": 1166, "astonishing": 1167, "surprised": 1168, "oscar": 1169, "cinematography": 1170, "repeat": 1171, "else": 1172, "stress": 1173, "walk": 1174, "wonder": 1175, "eyepopping": 1176, "feast": 1177, "assure": 1178, "crazy": 1179, "psychology": 1180, "alley": 1181, "member": 1182, "whoever": 1183, "smoke": 1184, "political": 1185, "satire": 1186, "hollywood": 1187, "blockbuster": 1188, "sappy": 1189, "value": 1190, "promo": 1191, "list": 1192, "miserably": 1193, "interest": 1194, "endalthough": 1195, "spirit": 1196, "behind": 1197, "inc": 1198, "depress": 1199, "clumsy": 1200, "target": 1201, "reflect": 1202, "existence": 1203, "serious": 1204, "critique": 1205, "poor": 1206, "particular": 1207, "filmthere": 1208, "poking": 1209, "diminish": 1210, "atrocity": 1211, "similarly": 1212, "trivialize": 1213, "genuine": 1214, "frustrating": 1215, "energetic": 1216, "prepared": 1217, "able": 1218, "stand": 1219, "loop": 1220, "america": 1221, "funniest": 1222, "video": 1223, "damn": 1224, "hate": 1225, "stereotypical": 1226, "latino": 1227, "speak": 1228, "responsible": 1229, "hang": 1230, "transcend": 1231, "gloriously": 1232, "badness": 1233, "redone": 1234, "clichd": 1235, "rehash": 1236, "overthetop": 1237, "unavoidable": 1238, "conflict": 1239, "deal": 1240, "largescale": 1241, "combat": 1242, "grain": 1243, "compelling": 1244, "silver": 1245, "civil": 1246, "warera": 1247, "cold": 1248, "jude": 1249, "law": 1250, "nicole": 1251, "kidman": 1252, "rene": 1253, "zellweger": 1254, "filmthen": 1255, "entirely": 1256, "literally": 1257, "battle": 1258, "put": 1259, "glory": 1260, "edward": 1261, "zwick": 1262, "period": 1263, "center": 1264, "disgruntle": 1265, "confederate": 1266, "soldier": 1267, "inman": 1268, "disgusted": 1269, "gruesome": 1270, "homesick": 1271, "hamlet": 1272, "north": 1273, "carolina": 1274, "equally": 1275, "southern": 1276, "belle": 1277, "ada": 1278, "monroe": 1279, "glance": 1280, "setup": 1281, "formulaic": 1282, "sympathy": 1283, "root": 1284, "reluctant": 1285, "tribulation": 1286, "battlefield": 1287, "indeed": 1288, "segment": 1289, "relatively": 1290, "unimpressive": 1291, "somewhat": 1292, "soon": 1293, "drastic": 1294, "intrepid": 1295, "deserter": 1296, "incidentally": 1297, "potentially": 1298, "confusing": 1299, "scenario": 1300, "begin": 1301, "odyssey": 1302, "homeward": 1303, "meanwhile": 1304, "farm": 1305, "cultured": 1306, "prove": 1307, "field": 1308, "transform": 1309, "adas": 1310, "course": 1311, "toughasnail": 1312, "ruby": 1313, "perhaps": 1314, "importantly": 1315, "cope": 1316, "isolation": 1317, "upon": 1318, "two": 1319, "setting": 1320, "disturbing": 1321, "wartorn": 1322, "south": 1323, "unfold": 1324, "interact": 1325, "surprisingly": 1326, "enhance": 1327, "brendan": 1328, "gleeson": 1329, "rubys": 1330, "deadbeat": 1331, "father": 1332, "ray": 1333, "winstone": 1334, "unrepentant": 1335, "lawman": 1336, "natalie": 1337, "portman": 1338, "deeply": 1339, "troubled": 1340, "isolated": 1341, "greatly": 1342, "affect": 1343, "northern": 1344, "aggression": 1345, "mostly": 1346, "pervade": 1347, "antiwar": 1348, "message": 1349, "accent": 1350, "effective": 1351, "haunt": 1352, "chillingly": 1353, "virginia": 1354, "communicate": 1355, "scarred": 1356, "land": 1357, "traumatize": 1358, "weapon": 1359, "tactic": 1360, "past": 1361, "century": 1362, "hellish": 1363, "anthony": 1364, "minghella": 1365, "maintain": 1366, "gloomy": 1367, "mood": 1368, "atmosphere": 1369, "denigrate": 1370, "tepid": 1371, "climax": 1372, "justice": 1373, "wonderfully": 1374, "form": 1375, "awkwardly": 1376, "tack": 1377, "inherently": 1378, "distant": 1379, "abstract": 1380, "nature": 1381, "dismal": 1382, "plotmake": 1383, "neither": 1384, "trait": 1385, "feelgood": 1386, "romance": 1387, "inspire": 1388, "unique": 1389, "vision": 1390, "era": 1391, "entertain": 1392, "absorb": 1393, "apart": 1394, "desperate": 1395, "rid": 1396, "repercussion": 1397, "altogether": 1398, "taut": 1399, "organically": 1400, "grip": 1401, "dmytryks": 1402, "crossfire": 1403, "distinctive": 1404, "suspense": 1405, "unlikely": 1406, "device": 1407, "noir": 1408, "washington": 1409, "dc": 1410, "company": 1411, "restlessness": 1412, "bar": 1413, "stranger": 1414, "apartment": 1415, "robert": 1416, "ryan": 1417, "drunk": 1418, "belligerent": 1419, "beat": 1420, "host": 1421, "sam": 1422, "levene": 1423, "jewish": 1424, "police": 1425, "detective": 1426, "investigate": 1427, "mitchum": 1428, "assign": 1429, "outfit": 1430, "suspicion": 1431, "second": 1432, "cooper": 1433, "vanish": 1434, "slay": 1435, "third": 1436, "buddy": 1437, "brodie": 1438, "insure": 1439, "silence": 1440, "close": 1441, "superior": 1442, "paxton": 1443, "dmytryk": 1444, "precise": 1445, "bob": 1446, "naturally": 1447, "prototypical": 1448, "angry": 1449, "male": 1450, "hilt": 1451, "underplay": 1452, "characteristic": 1453, "alert": 1454, "nonchalance": 1455, "central": 1456, "gloria": 1457, "grahame": 1458, "fullyfledge": 1459, "rendition": 1460, "smartmouthe": 1461, "vulnerable": 1462, "tramp": 1463, "sad": 1464, "sack": 1465, "kelly": 1466, "small": 1467, "peripheral": 1468, "memorablethe": 1469, "politically": 1470, "engage": 1471, "inevitably": 1472, "succumb": 1473, "sermonize": 1474, "confine": 1475, "reminiscence": 1476, "grandfather": 1477, "hand": 1478, "bigot": 1479, "thus": 1480, "stretch": 1481, "chronology": 1482, "limit": 1483, "render": 1484, "glib": 1485, "jews": 1486, "hillbilly": 1487, "novel": 1488, "richard": 1489, "brooks": 1490, "brick": 1491, "foxhole": 1492, "gaybashing": 1493, "murder": 1494, "homosexuality": 1495, "pale": 1496, "news": 1497, "holocaust": 1498, "emerge": 1499, "ashe": 1500, "europe": 1501, "embolden": 1502, "register": 1503, "protest": 1504, "antisemitism": 1505, "studio": 1506, "quake": 1507, "prospect": 1508, "offend": 1509, "potential": 1510, "ticket": 1511, "homophobia": 1512, "general": 1513, "specific": 1514, "smoothly": 1515, "chat": 1516, "lonesome": 1517, "girlfriend": 1518, "tow": 1519, "raise": 1520, "question": 1521, "whether": 1522, "retain": 1523, "inadvertently": 1524, "discreet": 1525, "tipoff": 1526, "engine": 1527, "generating": 1528, "murderous": 1529, "rage": 1530, "ardh": 1531, "satya": 1532, "indian": 1533, "direct": 1534, "govind": 1535, "nihalani": 1536, "successful": 1537, "hit": 1538, "parallel": 1539, "commercial": 1540, "inspiration": 1541, "lead": 1542, "reallife": 1543, "mumbai": 1544, "unlike": 1545, "india": 1546, "encompass": 1547, "system": 1548, "practical": 1549, "outlay": 1550, "approach": 1551, "various": 1552, "officer": 1553, "colleague": 1554, "describe": 1555, "anand": 1556, "velankar": 1557, "hotbloode": 1558, "harsh": 1559, "constable": 1560, "suffer": 1561, "incidence": 1562, "immediate": 1563, "crime": 1564, "inert": 1565, "craving": 1566, "satisfaction": 1567, "wherein": 1568, "trample": 1569, "frustration": 1570, "result": 1571, "anger": 1572, "express": 1573, "excessive": 1574, "remand": 1575, "room": 1576, "within": 1577, "alive": 1578, "aware": 1579, "metro": 1580, "politician": 1581, "associate": 1582, "compromise": 1583, "unethical": 1584, "practice": 1585, "negative": 1586, "finally": 1587, "thoroughly": 1588, "core": 1589, "memorable": 1590, "break": 1591, "underworld": 1592, "gangster": 1593, "rama": 1594, "shettys": 1595, "house": 1596, "arrest": 1597, "short": 1598, "conversation": 1599, "hairraise": 1600, "momentsthe": 1601, "alcoholism": 1602, "corruption": 1603, "influence": 1604, "courage": 1605, "deception": 1606, "integral": 1607, "belong": 1608, "om": 1609, "puri": 1610, "traverse": 1611, "emotion": 1612, "brilliantly": 1613, "exposure": 1614, "excited": 1615, "among": 1616, "offering": 1617, "anchor": 1618, "bay": 1619, "cult": 1620, "baby": 1621, "print": 1622, "quality": 1623, "alone": 1624, "hide": 1625, "deadly": 1626, "dull": 1627, "thrilling": 1628, "opening": 1629, "villager": 1630, "exact": 1631, "revenge": 1632, "templar": 1633, "motion": 1634, "ponderous": 1635, "ultimately": 1636, "unfulfille": 1637, "add": 1638, "insult": 1639, "injury": 1640, "subtitle": 1641, "promise": 1642, "jacket": 1643, "significant": 1644, "quote": 1645, "pronounce": 1646, "halfway": 1647, "protagonist": 1648, "mafia": 1649, "middleman": 1650, "titta": 1651, "di": 1652, "girolamo": 1653, "nondescript": 1654, "middleage": 1655, "italy": 1656, "introduce": 1657, "nonlife": 1658, "elegant": 1659, "sterile": 1660, "hotel": 1661, "italianspeake": 1662, "canton": 1663, "switzerland": 1664, "conduct": 1665, "business": 1666, "gradually": 1667, "pivotal": 1668, "yet": 1669, "unremarkable": 1670, "employee": 1671, "swiss": 1672, "bank": 1673, "normally": 1674, "girolamos": 1675, "dollar": 1676, "suitcase": 1677, "tightly": 1678, "stack": 1679, "banknote": 1680, "quietly": 1681, "icily": 1682, "threaten": 1683, "coax": 1684, "manager": 1685, "spectator": 1686, "bluff": 1687, "without": 1688, "fear": 1689, "catch": 1690, "truth": 1691, "accept": 1692, "consequence": 1693, "trouble": 1694, "initially": 1695, "scowling": 1696, "taciturn": 1697, "curt": 1698, "verge": 1699, "reply": 1700, "chambermaid": 1701, "waitress": 1702, "hello": 1703, "goodbye": 1704, "half": 1705, "reveal": 1706, "day": 1707, "oddly": 1708, "deliberate": 1709, "seemingly": 1710, "mundane": 1711, "irrelevant": 1712, "detail": 1713, "unnecessary": 1714, "essential": 1715, "masterfully": 1716, "construct": 1717, "identity": 1718, "unexpectedly": 1719, "convey": 1720, "elegantly": 1721, "board": 1722, "canada": 1723, "treat": 1724, "mobster": 1725, "release": 1726, "le": 1727, "conseguenze": 1728, "dellamore": 1729, "limbalsamatore": 1730, "element": 1731, "insomnia": 1732, "machinist": 1733, "explicit": 1734, "al": 1735, "pacino": 1736, "symbolise": 1737, "deep": 1738, "malaise": 1739, "ram": 1740, "obscurity": 1741, "unconscious": 1742, "impossible": 1743, "pinpoint": 1744, "sofia": 1745, "olivia": 1746, "magnani": 1747, "granddaughter": 1748, "legendary": 1749, "anna": 1750, "memory": 1751, "provide": 1752, "tiny": 1753, "window": 1754, "tentatively": 1755, "explicitly": 1756, "spelt": 1757, "unimaginable": 1758, "single": 1759, "concede": 1760, "representative": 1761, "quiet": 1762, "wait": 1763, "produce": 1764, "il": 1765, "fare": 1766, "la": 1767, "vita": 1768, "neglect": 1769, "explore": 1770, "creation": 1771, "loss": 1772, "fiver": 1773, "occasional": 1774, "camcorder": 1775, "drummer": 1776, "ie": 1777, "assume": 1778, "build": 1779, "tension": 1780, "tedious": 1781, "fast": 1782, "button": 1783, "press": 1784, "seriously": 1785, "coz": 1786, "meercat": 1787, "anyway": 1788, "concerned": 1789, "talent": 1790, "certainly": 1791, "avoid": 1792, "bored": 1793, "dry": 1794, "sound": 1795, "drag": 1796, "skeleton": 1797, "cute": 1798, "miniskirt": 1799, "restricted": 1800, "sticker": 1801, "sweet": 1802, "age": 1803, "indie": 1804, "edge": 1805, "hardly": 1806, "foul": 1807, "language": 1808, "nudity": 1809, "hope": 1810, "nightgown": 1811, "pantie": 1812, "antireligious": 1813, "humor": 1814, "tame": 1815, "caricature": 1816, "insincere": 1817, "derivative": 1818, "unoriginal": 1819, "listen": 1820, "steven": 1821, "jesus": 1822, "rolex": 1823, "television": 1824, "qualify": 1825, "pg": 1826, "rate": 1827, "refuse": 1828, "rent": 1829, "thisa": 1830, "pornographic": 1831, "requiem": 1832, "zack": 1833, "reba": 1834, "worseit": 1835, "wayin": 1836, "worry": 1837, "suicide": 1838, "virgin": 1839, "teenager": 1840, "r": 1841, "purely": 1842, "eleven": 1843, "twelve": 1844, "number": 1845, "teen": 1846, "itjust": 1847, "hopper": 1848, "killing": 1849, "dunnit": 1850, "achingly": 1851, "heroine": 1852, "menace": 1853, "forebode": 1854, "thunderstorm": 1855, "strangely": 1856, "housegreat": 1857, "double": 1858, "glaze": 1859, "serve": 1860, "purpose": 1861, "quick": 1862, "gory": 1863, "tedium": 1864, "unbearable": 1865, "suggest": 1866, "spate": 1867, "throughout": 1868, "apparent": 1869, "ritual": 1870, "salt": 1871, "pepper": 1872, "sum": 1873, "inherent": 1874, "willing": 1875, "completely": 1876, "nude": 1877, "shower": 1878, "following": 1879, "ban": 1880, "uk": 1881, "extended": 1882, "curiosity": 1883, "daft": 1884, "worryit": 1885, "telegraph": 1886, "beforeafter": 1887, "steep": 1888, "upward": 1889, "slope": 1890, "obviously": 1891, "struggle": 1892, "figure": 1893, "dress": 1894, "brandish": 1895, "large": 1896, "scythe": 1897, "slide": 1898, "conveniently": 1899, "upright": 1900, "weaponit": 1901, "okay": 1902, "route": 1903, "week": 1904, "david": 1905, "morse": 1906, "ride": 1907, "pickle": 1908, "cool": 1909, "writer": 1910, "rubbish": 1911, "baffle": 1912, "dung": 1913, "husband": 1914, "product": 1915, "experiment": 1916, "computer": 1917, "program": 1918, "listless": 1919, "us": 1920, "propaganda": 1921, "throw": 1922, "conspiracy": 1923, "theorist": 1924, "declaration": 1925, "independence": 1926, "protect": 1927, "justify": 1928, "invasion": 1929, "iraq": 1930, "nicholas": 1931, "cage": 1932, "spew": 1933, "bargaining": 1934, "chip": 1935, "valium": 1936, "reasoning": 1937, "clue": 1938, "bonus": 1939, "misogyny": 1940, "chide": 1941, "shut": 1942, "clearly": 1943, "slap": 1944, "gravity": 1945, "camera": 1946, "pan": 1947, "grotesque": 1948, "benefit": 1949, "astonishingly": 1950, "majority": 1951, "creepy": 1952, "clich": 1953, "sucker": 1954, "casting": 1955, "mix": 1956, "crumby": 1957, "lift": 1958, "worthy": 1959, "minimum": 1960, "requirement": 1961, "james": 1962, "cuba": 1963, "goode": 1964, "jr": 1965, "mindless": 1966, "entertainment": 1967, "recommend": 1968, "book": 1969, "splendored": 1970, "han": 1971, "suyin": 1972, "tackle": 1973, "issue": 1974, "race": 1975, "asians": 1976, "topic": 1977, "personal": 1978, "eurasian": 1979, "china": 1980, "background": 1981, "hong": 1982, "kong": 1983, "timeother": 1984, "jones": 1985, "doctor": 1986, "mixed": 1987, "breed": 1988, "advent": 1989, "communism": 1990, "mainland": 1991, "william": 1992, "holden": 1993, "journalist": 1994, "cover": 1995, "region": 1996, "notch": 1997, "chemistry": 1998, "lover": 1999, "moment": 2000, "affection": 2001, "melt": 2002, "heart": 2003, "romantically": 2004, "hilltop": 2005, "overlook": 2006, "harbor": 2007, "intimate": 2008, "ending": 2009, "tearjerker": 2010, "consider": 2011, "sentimental": 2012, "shine": 2013, "logic": 2014, "continuity": 2015, "plotscript": 2016, "pain": 2017, "gary": 2018, "busey": 2019, "w": 2020, "wwastetake": 2021, "fbi": 2022, "local": 2023, "surround": 2024, "trailer": 2025, "jeep": 2026, "wagoneer": 2027, "confuse": 2028, "gun": 2029, "ensue": 2030, "blast": 2031, "domino": 2032, "drive": 2033, "circle": 2034, "bulletpellet": 2035, "noticeddamn": 2036, "tough": 2037, "miracle": 2038, "sixshooter": 2039, "bullet": 2040, "grace": 2041, "gods": 2042, "army": 2043, "dutcher": 2044, "mature": 2045, "filmmaker": 2046, "shaky": 2047, "elder": 2048, "mormon": 2049, "missionary": 2050, "degenerate": 2051, "highly": 2052, "improbable": 2053, "unfortunate": 2054, "event": 2055, "highlight": 2056, "blatant": 2057, "disobedience": 2058, "exist": 2059, "alienation": 2060, "unrealistically": 2061, "inaccurately": 2062, "accomplish": 2063, "predominantly": 2064, "mission": 2065, "attest": 2066, "gang": 2067, "california": 2068, "contain": 2069, "mild": 2070, "forgiveness": 2071, "available": 2072, "cmon": 2073, "gather": 2074, "send": 2075, "identify": 2076, "factory": 2077, "pride": 2078, "american": 2079, "car": 2080, "note": 2081, "degree": 2082, "quit": 2083, "ninth": 2084, "keen": 2085, "greed": 2086, "laziness": 2087, "anywherei": 2088, "made": 2089, "ic": 2090, "ant": 2091, "pseudo": 2092, "relative": 2093, "americans": 2094, "sake": 2095, "honor": 2096, "feeling": 2097, "heavy": 2098, "downward": 2099, "spiral": 2100, "overseas": 2101, "disclaimer": 2102, "musical": 2103, "taint": 2104, "douglas": 2105, "kasey": 2106, "worthwhile": 2107, "compare": 2108, "dancer": 2109, "singing": 2110, "easy": 2111, "decor": 2112, "light": 2113, "dancing": 2114, "common": 2115, "opinion": 2116, "obvious": 2117, "portion": 2118, "impeccable": 2119, "enjoyable": 2120, "protocol": 2121, "implausible": 2122, "whose": 2123, "goldie": 2124, "hawn": 2125, "support": 2126, "ditzy": 2127, "cocktail": 2128, "arab": 2129, "dignitary": 2130, "downhill": 2131, "classify": 2132, "voight": 2133, "mary": 2134, "steenburgen": 2135, "erase": 2136, "cv": 2137, "historically": 2138, "xena": 2139, "hercule": 2140, "abraham": 2141, "moses": 2142, "meld": 2143, "noah": 2144, "nephew": 2145, "thousand": 2146, "bear": 2147, "canaanite": 2148, "wander": 2149, "scriptwriter": 2150, "ignorance": 2151, "animal": 2152, "stuff": 2153, "sunday": 2154, "muslim": 2155, "historian": 2156, "archaeologist": 2157, "geologist": 2158, "psychologist": 2159, "linguist": 2160, "modicum": 2161, "wince": 2162, "preston": 2163, "sturgis": 2164, "unseen": 2165, "public": 2166, "nearly": 2167, "twenty": 2168, "thirty": 2169, "late": 2170, "resurface": 2171, "meantime": 2172, "gain": 2173, "notoriety": 2174, "pauline": 2175, "kael": 2176, "citizen": 2177, "herman": 2178, "mankiewicz": 2179, "orson": 2180, "screenplay": 2181, "thread": 2182, "imdb": 2183, "web": 2184, "site": 2185, "overstate": 2186, "six": 2187, "narrator": 2188, "charles": 2189, "foster": 2190, "newsreel": 2191, "represent": 2192, "ralston": 2193, "luce": 2194, "clone": 2195, "thatcher": 2196, "memoir": 2197, "bernstein": 2198, "jed": 2199, "leland": 2200, "susan": 2201, "alexander": 2202, "raymond": 2203, "butler": 2204, "slant": 2205, "faith": 2206, "hatred": 2207, "failing": 2208, "kanes": 2209, "method": 2210, "frequent": 2211, "overlapping": 2212, "retelling": 2213, "leader": 2214, "tom": 2215, "garner": 2216, "spencer": 2217, "tracy": 2218, "rise": 2219, "bottom": 2220, "head": 2221, "railroad": 2222, "morgan": 2223, "wife": 2224, "sarah": 2225, "restrict": 2226, "dimensional": 2227, "narrate": 2228, "boss": 2229, "skeptical": 2230, "flaw": 2231, "union": 2232, "troublemaker": 2233, "confrontation": 2234, "walkout": 2235, "preoccupy": 2236, "detriment": 2237, "henrys": 2238, "scab": 2239, "blow": 2240, "headquarters": 2241, "pure": 2242, "knock": 2243, "duplicate": 2244, "colleen": 2245, "moore": 2246, "sally": 2247, "tragedy": 2248, "worldly": 2249, "pair": 2250, "marry": 2251, "cost": 2252, "empire": 2253, "expand": 2254, "eve": 2255, "helen": 2256, "vinson": 2257, "mistress": 2258, "unfaithful": 2259, "behavior": 2260, "shock": 2261, "martyr": 2262, "son": 2263, "philip": 2264, "trent": 2265, "discovery": 2266, "incestuous": 2267, "himselfthe": 2268, "total": 2269, "unconvincingly": 2270, "purchase": 2271, "rival": 2272, "train": 2273, "discuss": 2274, "finance": 2275, "wealthy": 2276, "social": 2277, "commentary": 2278, "depression": 2279, "fulci": 2280, "giallo": 2281, "normal": 2282, "redeem": 2283, "buildup": 2284, "neat": 2285, "wellknown": 2286, "weakness": 2287, "banal": 2288, "wooden": 2289, "illogical": 2290, "finale": 2291, "denouement": 2292, "shall": 2293, "limp": 2294, "ironic": 2295, "handling": 2296, "norm": 2297, "yellow": 2298, "wherever": 2299, "th": 2300, "chamber": 2301, "kungfu": 2302, "shaw": 2303, "equivalent": 2304, "spaghetti": 2305, "western": 2306, "gordon": 2307, "liu": 2308, "counterpart": 2309, "clint": 2310, "eastwood": 2311, "digitally": 2312, "remastered": 2313, "f": 2314, "scope": 2315, "daysthis": 2316, "simple": 2317, "versus": 2318, "narrative": 2319, "martial": 2320, "art": 2321, "premise": 2322, "worker": 2323, "village": 2324, "unhappy": 2325, "wage": 2326, "incoming": 2327, "manchu": 2328, "exploitation": 2329, "none": 2330, "skilled": 2331, "minor": 2332, "impersonate": 2333, "shaolin": 2334, "monk": 2335, "rouse": 2336, "expose": 2337, "credibility": 2338, "wanting": 2339, "mob": 2340, "embark": 2341, "temple": 2342, "slapstick": 2343, "abbot": 2344, "teaching": 2345, "kinda": 2346, "miyagis": 2347, "karate": 2348, "fence": 2349, "erect": 2350, "scaffolding": 2351, "unwittingly": 2352, "strength": 2353, "endurance": 2354, "unorthodox": 2355, "impact": 2356, "treatment": 2357, "refreshing": 2358, "wide": 2359, "clarity": 2360, "spar": 2361, "partner": 2362, "slowmotion": 2363, "showcase": 2364, "stunt": 2365, "tad": 2366, "pause": 2367, "move": 2368, "yuen": 2369, "ping": 2370, "adnausem": 2371, "flick": 2372, "screening": 2373, "monday": 2374, "nostalgic": 2375, "lane": 2376, "familiar": 2377, "zone": 2378, "rifle": 2379, "innocent": 2380, "handle": 2381, "fire": 2382, "jimmy": 2383, "franchot": 2384, "force": 2385, "arm": 2386, "belt": 2387, "mouth": 2388, "fre": 2389, "p": 2390, "willis": 2391, "france": 2392, "jimmys": 2393, "unit": 2394, "pin": 2395, "nest": 2396, "handedly": 2397, "commission": 2398, "safety": 2399, "nearby": 2400, "church": 2401, "steeple": 2402, "surrender": 2403, "artillery": 2404, "shell": 2405, "wound": 2406, "hospital": 2407, "volunteer": 2408, "nurse": 2409, "duffy": 2410, "gladys": 2411, "lucky": 2412, "fred": 2413, "obnoxious": 2414, "antic": 2415, "fighting": 2416, "french": 2417, "recover": 2418, "station": 2419, "sticky": 2420, "already": 2421, "proposal": 2422, "marriage": 2423, "herwith": 2424, "wwi": 2425, "marrying": 2426, "bitter": 2427, "resentful": 2428, "accident": 2429, "discover": 2430, "meek": 2431, "nonviolent": 2432, "european": 2433, "smug": 2434, "ability": 2435, "citys": 2436, "abide": 2437, "inoffensive": 2438, "insurance": 2439, "rat": 2440, "execute": 2441, "valentine": 2442, "massacre": 2443, "trial": 2444, "admit": 2445, "guilt": 2446, "sentence": 2447, "hearing": 2448, "rumor": 2449, "convict": 2450, "affair": 2451, "fugitive": 2452, "circus": 2453, "manger": 2454, "barker": 2455, "track": 2456, "bela": 2457, "lugosi": 2458, "chiller": 2459, "monogram": 2460, "corpse": 2461, "vanishe": 2462, "kidnap": 2463, "bride": 2464, "extract": 2465, "fluid": 2466, "body": 2467, "reporter": 2468, "morning": 2469, "report": 2470, "dead": 2471, "shortly": 2472, "assistant": 2473, "consist": 2474, "hag": 2475, "hunchback": 2476, "dwarf": 2477, "spooky": 2478, "passage": 2479, "belas": 2480, "sleep": 2481, "coffin": 2482, "bed": 2483, "moviethe": 2484, "fans": 2485, "funrate": 2486, "anthology": 2487, "par": 2488, "link": 2489, "alot": 2490, "ask": 2491, "running": 2492, "accord": 2493, "vcr": 2494, "timer": 2495, "space": 2496, "maggot": 2497, "douse": 2498, "campfire": 2499, "hike": 2500, "percent": 2501, "nation": 2502, "nitwit": 2503, "bush": 2504, "aftermath": 2505, "revolution": 2506, "strikingly": 2507, "post": 2508, "sociopolitical": 2509, "landscape": 2510, "deserve": 2511, "deny": 2512, "characterwhat": 2513, "ambiguity": 2514, "hopelessly": 2515, "doctrinaire": 2516, "robespierre": 2517, "haunted": 2518, "empty": 2519, "reductive": 2520, "ideology": 2521, "elucidate": 2522, "boundary": 2523, "totalitarianism": 2524, "execution": 2525, "selfdefense": 2526, "patriotism": 2527, "legalistic": 2528, "litmus": 2529, "test": 2530, "aggravate": 2531, "hopeless": 2532, "retarded": 2533, "yale": 2534, "cheerleader": 2535, "wojciech": 2536, "pszoniak": 2537, "slovenly": 2538, "plight": 2539, "comforting": 2540, "jaw": 2541, "guillotine": 2542, "difficult": 2543, "documentary": 2544, "require": 2545, "tremendous": 2546, "patience": 2547, "directorial": 2548, "distance": 2549, "plausible": 2550, "flow": 2551, "aka": 2552, "faux": 2553, "mark": 2554, "viewer": 2555, "eriksen": 2556, "peak": 2557, "fair": 2558, "extra": 2559, "doc": 2560, "funding": 2561, "settle": 2562, "filmthe": 2563, "porn": 2564, "website": 2565, "tricky": 2566, "pushy": 2567, "handheld": 2568, "zoom": 2569, "grainy": 2570, "elicit": 2571, "authenticity": 2572, "believability": 2573, "hill": 2574, "ii": 2575, "minutesthe": 2576, "group": 2577, "national": 2578, "trainee": 2579, "notorious": 2580, "mutate": 2581, "training": 2582, "desert": 2583, "blood": 2584, "fly": 2585, "rape": 2586, "pointlessly": 2587, "gore": 2588, "awake": 2589, "decent": 2590, "rotten": 2591, "breakdown": 2592, "estate": 2593, "office": 2594, "outside": 2595, "yep": 2596, "lesbian": 2597, "ring": 2598, "lifetime": 2599, "clunky": 2600, "disapprove": 2601, "sassy": 2602, "maid": 2603, "hattie": 2604, "mcdaniel": 2605, "grave": 2606, "freak": 2607, "custody": 2608, "snotty": 2609, "teenage": 2610, "sheesh": 2611, "unturned": 2612, "spoilersafter": 2613, "hitchcock": 2614, "rebecca": 2615, "daphne": 2616, "lush": 2617, "gothic": 2618, "british": 2619, "mistaken": 2620, "espionage": 2621, "civilian": 2622, "plane": 2623, "weaponry": 2624, "necessary": 2625, "militia": 2626, "booming": 2627, "paranoid": 2628, "often": 2629, "jingoistic": 2630, "network": 2631, "deceptive": 2632, "operator": 2633, "shadow": 2634, "producer": 2635, "property": 2636, "wartime": 2637, "sabotage": 2638, "helpless": 2639, "thrust": 2640, "vortex": 2641, "coincidence": 2642, "sharp": 2643, "wit": 2644, "literary": 2645, "maven": 2646, "dorothy": 2647, "parker": 2648, "brief": 2649, "stint": 2650, "bohemian": 2651, "nyc": 2652, "coauthore": 2653, "perfect": 2654, "barry": 2655, "cummings": 2656, "los": 2657, "angeles": 2658, "airplane": 2659, "frye": 2660, "norman": 2661, "frame": 2662, "commit": 2663, "flee": 2664, "authority": 2665, "farfetched": 2666, "soda": 2667, "utah": 2668, "caravan": 2669, "helpful": 2670, "popular": 2671, "billboard": 2672, "model": 2673, "patricia": 2674, "martin": 2675, "priscilla": 2676, "crisis": 2677, "madly": 2678, "saboteur": 2679, "outing": 2680, "brew": 2681, "demure": 2682, "lady": 2683, "joe": 2684, "businessman": 2685, "terrorist": 2686, "criminal": 2687, "detonate": 2688, "bomb": 2689, "ignite": 2690, "culminate": 2691, "incredibly": 2692, "tourist": 2693, "attraction": 2694, "recreate": 2695, "shooting": 2696, "clever": 2697, "villain": 2698, "cameo": 2699, "store": 2700, "sign": 2701, "deaf": 2702, "axe": 2703, "bureau": 2704, "afraid": 2705, "dresser": 2706, "evening": 2707, "agoit": 2708, "splash": 2709, "god": 2710, "speechless": 2711, "albert": 2712, "finney": 2713, "courtenay": 2714, "sir": 2715, "shakespearean": 2716, "valet": 2717, "lear": 2718, "blitz": 2719, "dependent": 2720, "cajole": 2721, "wheedle": 2722, "bully": 2723, "onstage": 2724, "vicariously": 2725, "anywaythis": 2726, "characterdriven": 2727, "secondary": 2728, "interaction": 2729, "caliber": 2730, "sick": 2731, "petulant": 2732, "bullying": 2733, "hiss": 2734, "fume": 2735, "bow": 2736, "convincing": 2737, "mincing": 2738, "elderly": 2739, "employer": 2740, "term": 2741, "technically": 2742, "married": 2743, "marvelous": 2744, "ronald": 2745, "harwood": 2746, "notably": 2747, "eileen": 2748, "atkin": 2749, "longsuffering": 2750, "madge": 2751, "five": 2752, "academy": 2753, "award": 2754, "nomination": 2755, "peter": 2756, "yate": 2757, "adapt": 2758, "screenplayi": 2759, "mesmerize": 2760, "hugely": 2761, "somewhere": 2762, "angie": 2763, "pregnant": 2764, "dreadful": 2765, "important": 2766, "kate": 2767, "comedic": 2768, "riot": 2769, "fingersmith": 2770, "stunned": 2771, "shownot": 2772, "randomly": 2773, "appliedthe": 2774, "adequate": 2775, "process": 2776, "tediousand": 2777, "undertone": 2778, "hammer": 2779, "disappointing": 2780, "phoned": 2781, "ohhh": 2782, "carpet": 2783, "muncher": 2784, "tonsil": 2785, "hockey": 2786, "raunchy": 2787, "beginthe": 2788, "cronenberg": 2789, "intention": 2790, "jjl": 2791, "favourite": 2792, "lovely": 2793, "impressive": 2794, "miscast": 2795, "array": 2796, "confidence": 2797, "besides": 2798, "oppressive": 2799, "moral": 2800, "librarian": 2801, "unglamorous": 2802, "unmarried": 2803, "stella": 2804, "midler": 2805, "stephen": 2806, "collins": 2807, "obligation": 2808, "ok": 2809, "jenny": 2810, "trini": 2811, "alvarado": 2812, "predictably": 2813, "silent": 2814, "dallas": 2815, "easily": 2816, "wellmade": 2817, "remake": 2818, "incomprehensible": 2819, "beach": 2820, "laughable": 2821, "silly": 2822, "marsha": 2823, "mason": 2824, "flimsy": 2825, "stanwyck": 2826, "torture": 2827, "duckling": 2828, "fulcis": 2829, "typical": 2830, "bloodbath": 2831, "occur": 2832, "colorful": 2833, "investigation": 2834, "smalltime": 2835, "exdrug": 2836, "addict": 2837, "priest": 2838, "witchcraft": 2839, "protg": 2840, "mentally": 2841, "handicapped": 2842, "townsman": 2843, "deafmute": 2844, "interweave": 2845, "classical": 2846, "oldfashioned": 2847, "mystery": 2848, "check": 2849, "despair": 2850, "share": 2851, "sleaze": 2852, "strange": 2853, "habit": 2854, "disconcert": 2855, "material": 2856, "bother": 2857, "definitely": 2858, "busty": 2859, "beauty": 2860, "stacie": 2861, "randall": 2862, "pvc": 2863, "clothe": 2864, "alexandra": 2865, "faithful": 2866, "acolyte": 2867, "faust": 2868, "trap": 2869, "determine": 2870, "free": 2871, "malevolent": 2872, "minx": 2873, "warehouse": 2874, "magical": 2875, "gem": 2876, "vital": 2877, "satanic": 2878, "summon": 2879, "mare": 2880, "accidentally": 2881, "pentagram": 2882, "floor": 2883, "diminutive": 2884, "trolllike": 2885, "creature": 2886, "lite": 2887, "replacement": 2888, "stone": 2889, "trick": 2890, "neck": 2891, "exlover": 2892, "jonathan": 2893, "graves": 2894, "liapis": 2895, "robbery": 2896, "capable": 2897, "wisecrack": 2898, "interdimensional": 2899, "halfpint": 2900, "zany": 2901, "homein": 2902, "warped": 2903, "jim": 2904, "wynorski": 2905, "bigbreaste": 2906, "babe": 2907, "hooker": 2908, "ghoulie": 2909, "iv": 2910, "filmwhether": 2911, "captain": 2912, "curator": 2913, "antiquity": 2914, "mental": 2915, "patient": 2916, "otherwise": 2917, "unwatchable": 2918, "stv": 2919, "crap": 2920, "presence": 2921, "seminaked": 2922, "crumpet": 2923, "slightly": 2924, "warrant": 2925, "label": 2926, "ordeal": 2927, "blurb": 2928, "knee": 2929, "knacker": 2930, "banter": 2931, "bargain": 2932, "basement": 2933, "rubbery": 2934, "solely": 2935, "bimbo": 2936, "quotient": 2937, "salman": 2938, "kahn": 2939, "disappointed": 2940, "refresh": 2941, "price": 2942, "ali": 2943, "larter": 2944, "franchise": 2945, "movieswhich": 2946, "houston": 2947, "hp": 2948, "eight": 2949, "okayso": 2950, "reid": 2951, "albeit": 2952, "everyone": 2953, "whitley": 2954, "candle": 2955, "robin": 2956, "harris": 2957, "ketty": 2958, "lester": 2959, "curry": 2960, "mari": 2961, "morrow": 2962, "substantial": 2963, "furthermore": 2964, "making": 2965, "labour": 2966, "shallow": 2967, "playbook": 2968, "disaster": 2969, "astronaut": 2970, "outer": 2971, "brave": 2972, "q": 2973, "latter": 2974, "muster": 2975, "emmy": 2976, "handful": 2977, "student": 2978, "medium": 2979, "study": 2980, "effectsand": 2981, "hole": 2982, "nasa": 2983, "attach": 2984, "shuttle": 2985, "simulator": 2986, "position": 2987, "pearshape": 2988, "experienced": 2989, "twentynine": 2990, "beforethe": 2991, "bill": 2992, "campbell": 2993, "salvage": 2994, "wreck": 2995, "scripti": 2996, "aboveaverage": 2997, "caddyshack": 2998, "ted": 2999, "knight": 3000, "jackie": 3001, "compete": 3002, "rodney": 3003, "dangerfield": 3004, "ty": 3005, "webb": 3006, "wilcoxon": 3007, "lawyer": 3008, "blunt": 3009, "randy": 3010, "quaid": 3011, "suit": 3012, "fe": 3013, "baseball": 3014, "bat": 3015, "bonfire": 3016, "roast": 3017, "retriever": 3018, "arff": 3019, "comin": 3020, "upstairs": 3021, "junior": 3022, "grab": 3023, "brothers": 3024, "cram": 3025, "brand": 3026, "bmw": 3027, "tight": 3028, "understanding": 3029, "offset": 3030, "murray": 3031, "irritate": 3032, "overall": 3033, "comparison": 3034, "awesome": 3035, "suck": 3036, "dummy": 3037, "necro": 3038, "phony": 3039, "unearthed": 3040, "crisp": 3041, "clear": 3042, "hinder": 3043, "creepiness": 3044, "factor": 3045, "hype": 3046, "honest": 3047, "necrophilia": 3048, "nekromantik": 3049, "visitor": 3050, "shocking": 3051, "manner": 3052, "philosophy": 3053, "bull": 3054, "expensive": 3055, "beautifully": 3056, "turd": 3057, "disgusting": 3058, "selection": 3059, "sickos": 3060, "doll": 3061, "overhyped": 3062, "genesis": 3063, "cerda": 3064, "feature": 3065, "unearth": 3066, "absolute": 3067, "forgive": 3068, "mukhsin": 3069, "tonne": 3070, "subtle": 3071, "yasmin": 3072, "across": 3073, "sepet": 3074, "andor": 3075, "gubra": 3076, "timesi": 3077, "bet": 3078, "u": 3079, "relate": 3080, "bossy": 3081, "neighbour": 3082, 